import { ArticleT } from './types';

export const financeData: ArticleT = {
    titleData: 'Финансы',
    bgImage: '../../assets/backgroundImg/financeBG.png',
    info: {
        ipoteka: {
            title: 'Ипотека в 2025 году.',
            text: [
                {
                    title: 'Оценка своих финансовых возможностей',
                    text: `
                    <h4>Доход:</h4>
                    Банки оценивают вашу платежеспособность, поэтому вам необходимо иметь стабильный источник дохода, подтвержденный справками (например, 2-НДФЛ или по форме банка). Для IT-ипотеки в Москве, Санкт-Петербурге, Московской и Ленинградской областях доход должен составлять от 150 000 ₽ в месяц, для остальных регионов — от 70 000 ₽.
                    <h4>Первоначальный взнос:</h4> Большинство ипотечных программ требуют первоначальный взнос. Его минимальный размер может варьироваться в зависимости от программы и банка (например, от 15% по льготной ипотеке, от 20% по семейной и сельской ипотеке). Вы можете использовать собственные средства, материнский капитал или другие субсидии для формирования первоначального взноса.
                    <h4>Кредитная история:</h4> Банки тщательно проверяют кредитную историю заемщика. Отсутствие просрочек по предыдущим кредитам является важным фактором.
                    <h4>Предельная долговая нагрузка (ПДН):</h4> Ваши ежемесячные платежи по всем кредитам, включая будущую ипотеку, не должны превышать определенный процент от вашего дохода (обычно 50-60%).`,
                },
                {
                    title: 'Выбор ипотечной программы',
                    text: `
                    <h5>В 2025 году в РФ, вероятно, будут действовать различные ипотечные программы, включая:</h5>
                    <h4>Льготная ипотека:</h4> Программа с государственной поддержкой, доступная гражданам РФ. В 2025 году ставка по ней может составлять от 6% годовых. Максимальная сумма кредита до 6 млн ₽ (до 12 млн ₽ для Москвы, Московской области, Санкт-Петербурга и Ленинградской области).
                    <h4>Семейная ипотека:</h4> Предназначена для семей с детьми (до 6 лет включительно, имеющих двух и более несовершеннолетних детей или ребенка с инвалидностью). Ставка — до 6% годовых. С 1 апреля 2025 года возможно приобретение вторичного жилья (в домах не старше 20 лет и не признанных аварийными).
                    <h4>IT-ипотека:</h4> Доступна для сотрудников аккредитованных IT-компаний. Ставка — до 6% годовых.
                    <h4>Сельская ипотека:</h4> Предлагает льготную ставку до 3% годовых для покупки жилья в сельской местности.
                    <h4>Дальневосточная и Арктическая ипотека:</h4> Предлагает ставку до 2% для жителей и переезжающих в Дальневосточный и Арктический федеральные округа.
                    <h4>Ипотека для военных:</h4> Специальные условия для военнослужащих.
                    <h4>Ипотека на первичном и вторичном рынках:</h4> Условия могут различаться в зависимости от типа приобретаемого жилья.`,
                },
                {
                    title: 'Подготовка документов:',
                    text: `
                    <h4>Стандартный пакет документов обычно включает:</h4>
                    Паспорт гражданина РФ.
                    СНИЛС.
                    Свидетельство о браке/разводе (при наличии).
                    Свидетельства о рождении детей (при наличии).
                    Документы, подтверждающие доход (справка 2-НДФЛ, выписка по счету, налоговая декларация для ИП/самозанятых).
                    Копия трудовой книжки или трудового договора.
                    Документы на выбранный объект недвижимости (при наличии).
                    Другие документы по требованию банка.
                    <h4>4. Подача заявки в банк:</h4>
                    Выберите несколько банков для подачи заявок, чтобы увеличить свои шансы на одобрение и выбрать наиболее выгодные условия.
                    Заполните анкету заемщика.
                    Предоставьте необходимый пакет документов.
                    <h4>5. Одобрение ипотеки:</h4>
                    Банк проведет оценку вашей платежеспособности и выбранного объекта недвижимости.
                    В случае одобрения вам будут предложены условия кредитного договора.
                    <h4>6. Подписание кредитного договора:</h4>
                    Внимательно изучите все условия договора, процентную ставку, график платежей, комиссии и штрафы.
                    При необходимости проконсультируйтесь с юристом.
                    Подпишите кредитный договор.
                    <h4>7. Оформление сделки купли-продажи и страхование:</h4>
                    Оформите договор купли-продажи недвижимости.
                    Обязательно оформите страхование объекта недвижимости (залоговое страхование). По желанию можно оформить страхование жизни и здоровья заемщика.
                    <h4>8. Регистрация права собственности:</h4>
                    После завершения сделки необходимо зарегистрировать право собственности на приобретенное жилье в Росреестре.
                `,
                },
                {
                    title: 'Важно учитывать:',
                    text: `Условия и требования банков могут различаться.
                    Процентные ставки по ипотеке могут меняться в зависимости от экономической ситуации.
                    Государственные программы могут иметь свои особенности и критерии отбора.
                    Рекомендуется начать изучение предложений различных банков и государственных программ заранее, чтобы быть готовым к оформлению ипотеки в 2025 году.`,
                },
            ],
        },
    },
};
export const testData: ArticleT = {
    titleData: 'Тестовае как',
    bgImage: '../../assets/backgroundImg/financeBG.png',
    info: {
        test: {
            title: 'Тестовоый запрос',
            text: [
                {
                    title: 'Оценка своих финансовых возможностей',
                    text: `
                    <h4>Доход:</h4>
                    Банки оценивают вашу платежеспособность, поэтому вам необходимо иметь стабильный источник дохода, подтвержденный справками (например, 2-НДФЛ или по форме банка). Для IT-ипотеки в Москве, Санкт-Петербурге, Московской и Ленинградской областях доход должен составлять от 150 000 ₽ в месяц, для остальных регионов — от 70 000 ₽.
                    <h4>Первоначальный взнос:</h4> Большинство ипотечных программ требуют первоначальный взнос. Его минимальный размер может варьироваться в зависимости от программы и банка (например, от 15% по льготной ипотеке, от 20% по семейной и сельской ипотеке). Вы можете использовать собственные средства, материнский капитал или другие субсидии для формирования первоначального взноса.
                    <h4>Кредитная история:</h4> Банки тщательно проверяют кредитную историю заемщика. Отсутствие просрочек по предыдущим кредитам является важным фактором.
                    <h4>Предельная долговая нагрузка (ПДН):</h4> Ваши ежемесячные платежи по всем кредитам, включая будущую ипотеку, не должны превышать определенный процент от вашего дохода (обычно 50-60%).`,
                },
                {
                    title: 'Выбор ипотечной программы',
                    text: `
                    <h5>В 2025 году в РФ, вероятно, будут действовать различные ипотечные программы, включая:</h5>
                    <h4>Льготная ипотека:</h4> Программа с государственной поддержкой, доступная гражданам РФ. В 2025 году ставка по ней может составлять от 6% годовых. Максимальная сумма кредита до 6 млн ₽ (до 12 млн ₽ для Москвы, Московской области, Санкт-Петербурга и Ленинградской области).
                    <h4>Семейная ипотека:</h4> Предназначена для семей с детьми (до 6 лет включительно, имеющих двух и более несовершеннолетних детей или ребенка с инвалидностью). Ставка — до 6% годовых. С 1 апреля 2025 года возможно приобретение вторичного жилья (в домах не старше 20 лет и не признанных аварийными).
                    <h4>IT-ипотека:</h4> Доступна для сотрудников аккредитованных IT-компаний. Ставка — до 6% годовых.
                    <h4>Сельская ипотека:</h4> Предлагает льготную ставку до 3% годовых для покупки жилья в сельской местности.
                    <h4>Дальневосточная и Арктическая ипотека:</h4> Предлагает ставку до 2% для жителей и переезжающих в Дальневосточный и Арктический федеральные округа.
                    <h4>Ипотека для военных:</h4> Специальные условия для военнослужащих.
                    <h4>Ипотека на первичном и вторичном рынках:</h4> Условия могут различаться в зависимости от типа приобретаемого жилья.`,
                },
                {
                    title: 'Подготовка документов:',
                    text: `
                    <h4>Стандартный пакет документов обычно включает:</h4>
                    Паспорт гражданина РФ.
                    СНИЛС.
                    Свидетельство о браке/разводе (при наличии).
                    Свидетельства о рождении детей (при наличии).
                    Документы, подтверждающие доход (справка 2-НДФЛ, выписка по счету, налоговая декларация для ИП/самозанятых).
                    Копия трудовой книжки или трудового договора.
                    Документы на выбранный объект недвижимости (при наличии).
                    Другие документы по требованию банка.
                    <h4>4. Подача заявки в банк:</h4>
                    Выберите несколько банков для подачи заявок, чтобы увеличить свои шансы на одобрение и выбрать наиболее выгодные условия.
                    Заполните анкету заемщика.
                    Предоставьте необходимый пакет документов.
                    <h4>5. Одобрение ипотеки:</h4>
                    Банк проведет оценку вашей платежеспособности и выбранного объекта недвижимости.
                    В случае одобрения вам будут предложены условия кредитного договора.
                    <h4>6. Подписание кредитного договора:</h4>
                    Внимательно изучите все условия договора, процентную ставку, график платежей, комиссии и штрафы.
                    При необходимости проконсультируйтесь с юристом.
                    Подпишите кредитный договор.
                    <h4>7. Оформление сделки купли-продажи и страхование:</h4>
                    Оформите договор купли-продажи недвижимости.
                    Обязательно оформите страхование объекта недвижимости (залоговое страхование). По желанию можно оформить страхование жизни и здоровья заемщика.
                    <h4>8. Регистрация права собственности:</h4>
                    После завершения сделки необходимо зарегистрировать право собственности на приобретенное жилье в Росреестре.
                `,
                },
                {
                    title: 'Важно учитывать:',
                    text: `Условия и требования банков могут различаться.
                    Процентные ставки по ипотеке могут меняться в зависимости от экономической ситуации.
                    Государственные программы могут иметь свои особенности и критерии отбора.
                    Рекомендуется начать изучение предложений различных банков и государственных программ заранее, чтобы быть готовым к оформлению ипотеки в 2025 году.`,
                },
            ],
        },
    },
};
