import { ArticleT } from './types';

export const financeData: ArticleT = {
    titleData: 'Финансы',
    bgImage: '../../assets/backgroundImg/financeBG.png',
    info: [
        {
            id: 'ipoteka',
            title: 'Ипотека в 2025 году.',
            text: [
                {
                    title: 'Оценка своих финансовых возможностей',
                    text: `
                    <h4>Доход:</h4>
                    Банки оценивают вашу платежеспособность, поэтому вам необходимо иметь стабильный источник дохода, подтвержденный справками (например, 2-НДФЛ или по форме банка). Для IT-ипотеки в Москве, Санкт-Петербурге, Московской и Ленинградской областях доход должен составлять от 150 000 ₽ в месяц, для остальных регионов — от 70 000 ₽.
                    <h4>Первоначальный взнос:</h4> Большинство ипотечных программ требуют первоначальный взнос. Его минимальный размер может варьироваться в зависимости от программы и банка (например, от 15% по льготной ипотеке, от 20% по семейной и сельской ипотеке). Вы можете использовать собственные средства, материнский капитал или другие субсидии для формирования первоначального взноса.
                    <h4>Кредитная история:</h4> Банки тщательно проверяют кредитную историю заемщика. Отсутствие просрочек по предыдущим кредитам является важным фактором.
                    <h4>Предельная долговая нагрузка (ПДН):</h4> Ваши ежемесячные платежи по всем кредитам, включая будущую ипотеку, не должны превышать определенный процент от вашего дохода (обычно 50-60%).`,
                },
                {
                    title: 'Выбор ипотечной программы',
                    text: `
                    <h5>В 2025 году в РФ, вероятно, будут действовать различные ипотечные программы, включая:</h5>
                    <h4>Льготная ипотека:</h4> Программа с государственной поддержкой, доступная гражданам РФ. В 2025 году ставка по ней может составлять от 6% годовых. Максимальная сумма кредита до 6 млн ₽ (до 12 млн ₽ для Москвы, Московской области, Санкт-Петербурга и Ленинградской области).
                    <h4>Семейная ипотека:</h4> Предназначена для семей с детьми (до 6 лет включительно, имеющих двух и более несовершеннолетних детей или ребенка с инвалидностью). Ставка — до 6% годовых. С 1 апреля 2025 года возможно приобретение вторичного жилья (в домах не старше 20 лет и не признанных аварийными).
                    <h4>IT-ипотека:</h4> Доступна для сотрудников аккредитованных IT-компаний. Ставка — до 6% годовых.
                    <h4>Сельская ипотека:</h4> Предлагает льготную ставку до 3% годовых для покупки жилья в сельской местности.
                    <h4>Дальневосточная и Арктическая ипотека:</h4> Предлагает ставку до 2% для жителей и переезжающих в Дальневосточный и Арктический федеральные округа.
                    <h4>Ипотека для военных:</h4> Специальные условия для военнослужащих.
                    <h4>Ипотека на первичном и вторичном рынках:</h4> Условия могут различаться в зависимости от типа приобретаемого жилья.`,
                },
                {
                    title: 'Подготовка документов:',
                    text: `
                    <h4>Стандартный пакет документов обычно включает:</h4>
                    Паспорт гражданина РФ.
                    СНИЛС.
                    Свидетельство о браке/разводе (при наличии).
                    Свидетельства о рождении детей (при наличии).
                    Документы, подтверждающие доход (справка 2-НДФЛ, выписка по счету, налоговая декларация для ИП/самозанятых).
                    Копия трудовой книжки или трудового договора.
                    Документы на выбранный объект недвижимости (при наличии).
                    Другие документы по требованию банка.
                    <h4>4. Подача заявки в банк:</h4>
                    Выберите несколько банков для подачи заявок, чтобы увеличить свои шансы на одобрение и выбрать наиболее выгодные условия.
                    Заполните анкету заемщика.
                    Предоставьте необходимый пакет документов.
                    <h4>5. Одобрение ипотеки:</h4>
                    Банк проведет оценку вашей платежеспособности и выбранного объекта недвижимости.
                    В случае одобрения вам будут предложены условия кредитного договора.
                    <h4>6. Подписание кредитного договора:</h4>
                    Внимательно изучите все условия договора, процентную ставку, график платежей, комиссии и штрафы.
                    При необходимости проконсультируйтесь с юристом.
                    Подпишите кредитный договор.
                    <h4>7. Оформление сделки купли-продажи и страхование:</h4>
                    Оформите договор купли-продажи недвижимости.
                    Обязательно оформите страхование объекта недвижимости (залоговое страхование). По желанию можно оформить страхование жизни и здоровья заемщика.
                    <h4>8. Регистрация права собственности:</h4>
                    После завершения сделки необходимо зарегистрировать право собственности на приобретенное жилье в Росреестре.
                `,
                },
                {
                    title: 'Важно учитывать:',
                    text: `Условия и требования банков могут различаться.
                    Процентные ставки по ипотеке могут меняться в зависимости от экономической ситуации.
                    Государственные программы могут иметь свои особенности и критерии отбора.
                    Рекомендуется начать изучение предложений различных банков и государственных программ заранее, чтобы быть готовым к оформлению ипотеки в 2025 году.`,
                },
            ],
        },
        {
            id: 'самозанятый',
            title: 'как получить субсидии самозанятому в РФ',
            text: [
                {
                    title: 'Социальный контракт:',
                    text: `
                   <h4>Условия получения:</h4>
                   -Доход семьи (или одиноко проживающего гражданина) ниже регионального прожиточного минимума на человека.
                   -Подтверждение статуса самозанятого.
                   -Предоставление бизнес-плана планируемой деятельности.
                   -Прохождение тестирования на предпринимательские способности (в некоторых регионах).
                   -В некоторых случаях может потребоваться пройти обучение основам предпринимательства.
                     <h4>Размер помощи:</h4>
                       Сумма социального контракта может достигать до 350 000 рублей и определяется региональными органами социальной защиты. Эти средства могут быть направлены на приобретение оборудования, материалов, аренду помещения и другие нужды для осуществления самозанятости.
                       <h4>Куда обращаться:</h4>
                       Куда обращаться: В органы социальной защиты населения по месту жительства или в многофункциональные центры (МФЦ). В некоторых регионах подать заявление можно через портал Госуслуги.`,
                },
                {
                    title: 'Субсидии через центры занятости населения:',
                    text: `
                   <h4>Условия получения:</h4>
                    -Статус безработного и постановка на учет в центре занятости.
                    -Прохождение обучения основам предпринимательской деятельности, организованного центром занятости.
                    -Разработка и защита бизнес-плана.
                     <h4>Размер помощи:</h4>
                     Размер субсидии определяется региональными властями. Средства предоставляются единовременно и безвозмездно на открытие собственного дела.
                      <h4>Куда обращаться:</h4>
                      В центр занятости населения по месту жительства.
`,
                },
                {
                    title: 'Налоговый бонус для самозанятых:',
                    text: `
                  Все впервые зарегистрированные самозанятые получают налоговый вычет в размере 10 000 рублей. Этот бонус автоматически уменьшает сумму налога к уплате: ставка 4% (с доходов от физических лиц) снижается до 3%, а ставка 6% (с доходов от юридических лиц и ИП) снижается до 4% до полного исчерпания бонуса.
`,
                },
                {
                    title: 'Другие меры поддержки:',
                    text: `
                 
                       <h4>
                           Информационно-консультационные и образовательные
                           услуги:
                       </h4>
               
                   Центры "Мой бизнес", действующие в каждом регионе, предоставляют самозанятым бесплатные консультации, семинары, тренинги и другие образовательные программы по вопросам ведения бизнеса.
                  <h4>Льготное кредитование:</h4>)
                      Самозанятые могут воспользоваться программами льготного кредитования, реализуемыми при поддержке МСП Банка и региональных фондов поддержки предпринимательства.
               
                          <h4>
                              Участие в программах поддержки малого и среднего
                              предпринимательства (МСП):{' '}
                          </h4>
                 
                      С 2020 года самозанятые приравнены к субъектам МСП и могут пользоваться некоторыми мерами поддержки, ранее доступными только для ИП и юридических лиц. Информация об этих мерах доступна на цифровой платформе МСП.РФ.
                      
                               <h4>
                                   Гранты для социальных предприятий и молодых
                                   предпринимателей:
                               </h4>
                      
                     Самозанятые, имеющие статус социального предприятия, а также молодые предприниматели в возрасте от 14 до 25 лет, могут претендовать на грантовую поддержку до 1 млн рублей (условия зависят от региона).
                     <h4>Льготная аренда помещений:</h4>
                      В некоторых регионах самозанятым предоставляется возможность льготной аренды государственных или муниципальных помещений (например, в бизнес-инкубаторах)
                     
                      
`,
                },
                {
                    title: 'Как получить субсидию (обобщенный алгоритм):',
                    text: `
                
                       <h4>Узнайте о доступных программах в вашем регионе: </h4>
                
                  Обратитесь в органы социальной защиты, центр занятости населения или центр "Мой бизнес" вашего региона для получения актуальной информации о действующих программах поддержки самозанятых и условиях участия.
                    <h4>Проверьте соответствие критериям: </h4>
                      Убедитесь, что вы соответствуете требованиям выбранной программы (уровень дохода, статус самозанятого, наличие бизнес-плана и т.д.).
                     <h4>Подготовьте необходимый пакет документов:</h4>
                      Перечень документов может различаться в зависимости от программы, но обычно включает заявление, паспорт, справку о статусе самозанятого, справки о доходах, бизнес-план и другие документы.
                           <h4>Подайте заявку</h4>
                     Обратитесь в уполномоченный орган с заявлением и пакетом документов. Способ подачи может быть личным, через МФЦ или онлайн (через портал Госуслуги, если такая возможность предусмотрена).
                      <h4>Дождитесь рассмотрения заявки:</h4>
                     Сроки рассмотрения могут варьироваться.
                    
                          <h4>
                              В случае одобрения получите средства и выполните
                              условия договора (например, по социальному
                              контракту необходимо отчитаться о целевом
                              использовании средств).
                          </h4>
                      )}
                          Рекомендуется следить за актуальной информацией о мерах поддержки самозанятых на официальных сайтах государственных органов и центров "Мой бизнес" вашего региона, так как условия и доступные программы могут меняться.          
                      
`,
                },
            ],
        },
        {
            id: 'testIpoteka',
            title: 'Тестовая ипотека',
            text: [
                {
                    title: 'Оценка2 своих финансовых возможностей',
                    text: `
                   ${(<h4>Доход:</h4>)}
                    Банки оценивают вашу платежеспособность, поэтому вам необходимо иметь стабильный источник дохода, подтвержденный справками (например, 2-НДФЛ или по форме банка). Для IT-ипотеки в Москве, Санкт-Петербурге, Московской и Ленинградской областях доход должен составлять от 150 000 ₽ в месяц, для остальных регионов — от 70 000 ₽.
                    <h4>Первоначальный взнос:</h4> Большинство ипотечных программ требуют первоначальный взнос. Его минимальный размер может варьироваться в зависимости от программы и банка (например, от 15% по льготной ипотеке, от 20% по семейной и сельской ипотеке). Вы можете использовать собственные средства, материнский капитал или другие субсидии для формирования первоначального взноса.
                    <h4>Кредитная история:</h4> Банки тщательно проверяют кредитную историю заемщика. Отсутствие просрочек по предыдущим кредитам является важным фактором.
                    <h4>Предельная долговая нагрузка (ПДН):</h4> Ваши ежемесячные платежи по всем кредитам, включая будущую ипотеку, не должны превышать определенный процент от вашего дохода (обычно 50-60%).`,
                },
                {
                    title: 'Выбор2 ипотечной программы',
                    text: `
                    <h5>В 2025 году в РФ, вероятно, будут действовать различные ипотечные программы, включая:</h5>
                    <h4>Льготная ипотека:</h4> Программа с государственной поддержкой, доступная гражданам РФ. В 2025 году ставка по ней может составлять от 6% годовых. Максимальная сумма кредита до 6 млн ₽ (до 12 млн ₽ для Москвы, Московской области, Санкт-Петербурга и Ленинградской области).
                    <h4>Семейная ипотека:</h4> Предназначена для семей с детьми (до 6 лет включительно, имеющих двух и более несовершеннолетних детей или ребенка с инвалидностью). Ставка — до 6% годовых. С 1 апреля 2025 года возможно приобретение вторичного жилья (в домах не старше 20 лет и не признанных аварийными).
                    <h4>IT-ипотека:</h4> Доступна для сотрудников аккредитованных IT-компаний. Ставка — до 6% годовых.
                    <h4>Сельская ипотека:</h4> Предлагает льготную ставку до 3% годовых для покупки жилья в сельской местности.
                    <h4>Дальневосточная и Арктическая ипотека:</h4> Предлагает ставку до 2% для жителей и переезжающих в Дальневосточный и Арктический федеральные округа.
                    <h4>Ипотека для военных:</h4> Специальные условия для военнослужащих.
                    <h4>Ипотека на первичном и вторичном рынках:</h4> Условия могут различаться в зависимости от типа приобретаемого жилья.`,
                },
                {
                    title: 'Подготовка2 документов:',
                    text: `
                    <h4>Стандартный пакет документов обычно включает:</h4>
                    Паспорт гражданина РФ.
                    СНИЛС.
                    Свидетельство о браке/разводе (при наличии).
                    Свидетельства о рождении детей (при наличии).
                    Документы, подтверждающие доход (справка 2-НДФЛ, выписка по счету, налоговая декларация для ИП/самозанятых).
                    Копия трудовой книжки или трудового договора.
                    Документы на выбранный объект недвижимости (при наличии).
                    Другие документы по требованию банка.
                    <h4>4. Подача заявки в банк:</h4>
                    Выберите несколько банков для подачи заявок, чтобы увеличить свои шансы на одобрение и выбрать наиболее выгодные условия.
                    Заполните анкету заемщика.
                    Предоставьте необходимый пакет документов.
                    <h4>5. Одобрение ипотеки:</h4>
                    Банк проведет оценку вашей платежеспособности и выбранного объекта недвижимости.
                    В случае одобрения вам будут предложены условия кредитного договора.
                    <h4>6. Подписание кредитного договора:</h4>
                    Внимательно изучите все условия договора, процентную ставку, график платежей, комиссии и штрафы.
                    При необходимости проконсультируйтесь с юристом.
                    Подпишите кредитный договор.
                    <h4>7. Оформление сделки купли-продажи и страхование:</h4>
                    Оформите договор купли-продажи недвижимости.
                    Обязательно оформите страхование объекта недвижимости (залоговое страхование). По желанию можно оформить страхование жизни и здоровья заемщика.
                    <h4>8. Регистрация права собственности:</h4>
                    После завершения сделки необходимо зарегистрировать право собственности на приобретенное жилье в Росреестре.
                `,
                },
                {
                    title: 'Важно учитывать2:',
                    text: `Условия2 и требования банков могут различаться.
                    Процентные ставки по ипотеке могут меняться в зависимости от экономической ситуации.
                    Государственные программы могут иметь свои особенности и критерии отбора.
                    Рекомендуется начать изучение предложений различных банков и государственных программ заранее, чтобы быть готовым к оформлению ипотеки в 2025 году.`,
                },
            ],
        },
    ],
};

export const testData: ArticleT = {
    titleData: 'Тестовае как',
    bgImage: '../../assets/backgroundImg/financeBG.png',
    info: [
        {
            id: 'testedTitledd',
            title: 'Тестовоый запрос',
            text: [
                {
                    title: 'eeeee своих финансовых возможностей',
                    text: `
                    <h4>Доход:</h4>
                    Банки оценивают вашу платежеспособность, поэтому вам необходимо иметь стабильный источник дохода, подтвержденный справками (например, 2-НДФЛ или по форме банка). Для IT-ипотеки в Москве, Санкт-Петербурге, Московской и Ленинградской областях доход должен составлять от 150 000 ₽ в месяц, для остальных регионов — от 70 000 ₽.
                    <h4>Первоначальный взнос:</h4> Большинство ипотечных программ требуют первоначальный взнос. Его минимальный размер может варьироваться в зависимости от программы и банка (например, от 15% по льготной ипотеке, от 20% по семейной и сельской ипотеке). Вы можете использовать собственные средства, материнский капитал или другие субсидии для формирования первоначального взноса.
                    <h4>Кредитная история:</h4> Банки тщательно проверяют кредитную историю заемщика. Отсутствие просрочек по предыдущим кредитам является важным фактором.
                    <h4>Предельная долговая нагрузка (ПДН):</h4> Ваши ежемесячные платежи по всем кредитам, включая будущую ипотеку, не должны превышать определенный процент от вашего дохода (обычно 50-60%).`,
                },
                {
                    title: 'wqq ипотечной программы',
                    text: `
                    <h5>В 2025 году в РФ, вероятно, будут действовать различные ипотечные программы, включая:</h5>
                    <h4>Льготная ипотека:</h4> Программа с государственной поддержкой, доступная гражданам РФ. В 2025 году ставка по ней может составлять от 6% годовых. Максимальная сумма кредита до 6 млн ₽ (до 12 млн ₽ для Москвы, Московской области, Санкт-Петербурга и Ленинградской области).
                    <h4>Семейная ипотека:</h4> Предназначена для семей с детьми (до 6 лет включительно, имеющих двух и более несовершеннолетних детей или ребенка с инвалидностью). Ставка — до 6% годовых. С 1 апреля 2025 года возможно приобретение вторичного жилья (в домах не старше 20 лет и не признанных аварийными).
                    <h4>IT-ипотека:</h4> Доступна для сотрудников аккредитованных IT-компаний. Ставка — до 6% годовых.
                    <h4>Сельская ипотека:</h4> Предлагает льготную ставку до 3% годовых для покупки жилья в сельской местности.
                    <h4>Дальневосточная и Арктическая ипотека:</h4> Предлагает ставку до 2% для жителей и переезжающих в Дальневосточный и Арктический федеральные округа.
                    <h4>Ипотека для военных:</h4> Специальные условия для военнослужащих.
                    <h4>Ипотека на первичном и вторичном рынках:</h4> Условия могут различаться в зависимости от типа приобретаемого жилья.`,
                },
                {
                    title: 'Подготовка документов:',
                    text: `
                    <h4>Стандартный пакет документов обычно включает:</h4>
                    Паспорт гражданина РФ.
                    СНИЛС.
                    Свидетельство о браке/разводе (при наличии).
                    Свидетельства о рождении детей (при наличии).
                    Документы, подтверждающие доход (справка 2-НДФЛ, выписка по счету, налоговая декларация для ИП/самозанятых).
                    Копия трудовой книжки или трудового договора.
                    Документы на выбранный объект недвижимости (при наличии).
                    Другие документы по требованию банка.
                    <h4>4. Подача заявки в банк:</h4>
                    Выберите несколько банков для подачи заявок, чтобы увеличить свои шансы на одобрение и выбрать наиболее выгодные условия.
                    Заполните анкету заемщика.
                    Предоставьте необходимый пакет документов.
                    <h4>5. Одобрение ипотеки:</h4>
                    Банк проведет оценку вашей платежеспособности и выбранного объекта недвижимости.
                    В случае одобрения вам будут предложены условия кредитного договора.
                    <h4>6. Подписание кредитного договора:</h4>
                    Внимательно изучите все условия договора, процентную ставку, график платежей, комиссии и штрафы.
                    При необходимости проконсультируйтесь с юристом.
                    Подпишите кредитный договор.
                    <h4>7. Оформление сделки купли-продажи и страхование:</h4>
                    Оформите договор купли-продажи недвижимости.
                    Обязательно оформите страхование объекта недвижимости (залоговое страхование). По желанию можно оформить страхование жизни и здоровья заемщика.
                    <h4>8. Регистрация права собственности:</h4>
                    После завершения сделки необходимо зарегистрировать право собственности на приобретенное жилье в Росреестре.
                `,
                },
                {
                    title: 'Важqwrно учитывать:',
                    text: `Условия и требования банков могут различаться.
                    Процентные ставки по ипотеке могут меняться в зависимости от экономической ситуации.
                    Государственные программы могут иметь свои особенности и критерии отбора.
                    Рекомендуется начать изучение предложений различных банков и государственных программ заранее, чтобы быть готовым к оформлению ипотеки в 2025 году.`,
                },
            ],
        },
    ],
};
